Repository: Aleev141/forgotten-races
Catalog: locale/data/events_special_main.xml.append/*.po
Languages: ru

source: Screw this ship! Let's take the good old Tester for a spin!
ru: К черту корабль! Давайте прокатимся на старом добром "Тестере"!

source: You and your crew quickly ditch your current ship and board the newly refurbished Tester!
ru: Вы и ваш экипаж быстро покидаете свой корабль и поднимаетесь на борт обновленного "Тестера"!

source: Continue...
ru: Продолжить...

# data/events_special_main.xml.append$//event[@name="FR_EXTRA_LIFE_HER"]/text
source: "Not so fast! You aren't going to take me down that easily!" / :) Suddenly, your hull is as good as new, as if it was never damaged.
ru: "Не так быстро! Ты так просто меня не возьмешь!" / :) Внезапно ваш корпус становится как новенький, как будто он никогда и не был поврежден.

source: Trigger the flagship's zenith surge.
ru: Активировать Зенитный выброс Флагмана.

source: The ship's systems need to cooldown first before they can send another surge.
ru: Системы корабля должны сначала перезарядиться, прежде чем они смогут послать еще один выброс.

source: Time until the surge is ready again.
ru: Время, когда выброс будет снова готов.

source: Trigger the flagship's bio beam surge.
ru: Активировать выброс Рад-лучей Флагмана.

source: The ship's systems need to cooldown first before they can send another surge.
ru: Системы корабля должны сначала перезарядиться, прежде чем они смогут послать еще один выброс.

source: Time until the surge is ready again.
ru: Время, когда выброс будет снова готов.

source: Trigger the flagship's energy surge.
ru: Активировать Энергетический выброс Флагмана.

source: The ship's systems need to cooldown first before they can send another surge.
ru: Системы корабля должны сначала перезарядиться, прежде чем они смогут послать еще один выброс.

source: Time until the surge is ready again.
ru: Время, когда выброс будет снова готов.

source: The Haunted Urn.
ru: Необычная Урна.

# data/events_special_main.xml.append$//event[@name="FR_HAUNT_URN"]/text
source: You notice this weird, out of place urn, you wonder what something so ancient looking is doing at a multiverse hanger out of all placed. You pick up the urn cautiously, and as you do, you suddenly realize what it's meant for, but you can't find the words to spell it out, nor can you remember where it came from, all you know is how to use it. [You can now summon Haunted Apparitions on empty beacons!]
ru: Вы замечаете странную урну, стоящую в ангаре. Вы не можете сказать, что она здесь делает, тем более что она выглядит такой старой... но когда вы берете ее в руки, вас охватывает чувство предназначения. Вы не можете описать его, как будто слова навсегда застряли на кончике вашего языка, но вы знаете, как ее использовать. [Теперь вы можете вызвать явления приведений на любом пустом маяке]

source: Upon arriving at the prison you notice it's completely empty, save for a single auto ship blocking the entrance. The prison is completely encased by lead plates, preventing any scans of the inside from here. "A auto ship? why would the rebellion put a auto cruiser of all things here?" Obyn ponders out loud. Any attempts to hail the ship are unsuccessful, and getting close to it seems to send a warning message, though whatever it is it's too garbled to make sense. Seems like the only option is to fight it.
ru: Прибыв к тюрьме, вы замечаете, что она совершенно пуста, если не считать единственного автоматического корабля, блокирующего вход. Тюрьма полностью закрыта свинцовыми пластинами, что не позволяет провести какое-либо сканирование внутренних помещений. "Автоматический корабль? Зачем Восстанию понадобилось размещать здесь автокрейсер?" размышляет Обин вслух. Крейсер игнорирует все ваши вызовы, а предупреждающее сообщение, поступающее из его коммуникаторов, несколько искажено.

source: Let's teach this hunk of metal who's boss!
ru: Давайте покажем этому куску металла, кто здесь хозяин!

source: The ship's drones whirl to life, a fight is inevitable now.
ru: Корабельные дроны оживают, защищая свой корабль. Это будет непросто.

source: Continue...
ru: Продолжить...

source: Leave the auto ship alone.
ru: Оставить в покое автомобильный корабль.

source: You have way too much stuff to deal with right now, you apologize to obyn but it seems the damage is already done, obyn leaves without saying another word.
ru: Вы решаете, что у вас есть более важные дела, чем поиск тайн. Обин явно недоволен и воспользовался моментом, чтобы покинуть вашу команду.

source: Your crew cannot be cloned, as they are still alive.
ru: Вашего члена экипажа нельзя клонировать, так как он все еще жив.

source: The giant auto ship breaks apart and is finally silenced, after making sure its systems are down, you park the ship next to the prison and go explore it alongside obyn.
ru: Убедившись, что его системы отключены, вы сажаете корабль на площадку рядом с тюрьмой и отправляетесь исследовать ее вместе с Обином.

source: Continue...
ru: Продолжить...

source: The doors are strangely unlocked, seems like whoever used to run this place thought the auto was enough to protect it. Once inside you see something that leaves your mouth ajar. Thousands, if not millions of cryopods line the walls of the "prison", all of them people just like obyn. Meanwhile obyn's expression went from anxious to ecstatic in less than a second "S-Salt! People! Holy shit! captain! please help me activate some of those cryopods!" He runs to what looks to be a control panel in the middle of the room. After turning it on, it's revealed that around 90% of the cryopods have failed over the years, a unfortunate but not unexpected fact. Still, over 50 thousands of pods are still intact enough to allow the bodies inside to being able to be awaken without any long lasting damage.
ru: Двери не заперты - тот, кто построил это сооружение, скорее всего, посчитал, что автоматический крейсер - достаточная защита. Внутри сооружения вы обнаруживаете тысячи и тысячи капсул, в каждой из которых хранится... множество беловатых кристаллов. Соляные люди, замороженные в стазисе, считавшиеся вымершими! Обин буквально закричал от восторга. "Капитан! Черт... возьми... я... п-позвольте мне открыть их!" Он бросился к терминалу в конце помещения и стал клацать по клавиатуре.

source: Continue...
ru: Продолжить...

source: The process is grueling and takes hours to be able to wield any results, but eventually the first few pods wake up from their slumber. "w-who...?" the salt person asks looking around in a heavy daze. "it...it worked captain! it worked!!" obyn exclaims, jumping with joy. The next several hours are spent with obyn retelling the most recent events to the newly awake salt people, it takes a long time to fully get them up to speed though. Obyn, realizing how long this is taking, brings you aside for a moment. "captain, not gonna lie to you, this might take days if not weeks to get everything sorted, I understand that you have a mission to complete and can't just wait around like me, so, I'm asking you go without me to defeat the flagship."
ru: Процесс изнурительный, он занимает несколько часов, чтобы вывести соляных людей из стазиса без риска системного шока. Только одна из каждых десяти капсул в итоге оказывается пригодной для реанимации... но в конце концов из капсулы выходит еще один ошеломленный соляной. "К-кто...?" - спросил соляной, оглядываясь по сторонам. "Это... это сработало, капитан! Сработало!" Обин прыгает от радости, усаживаясь рядом с пробудившимся соляным. Однако его радость ненадолго утихает, когда он отводит вас в сторону... "Капитан... это может занять несколько дней или даже недель, чтобы во всем разобраться. Вы не можете ждать, но... я могу. Я прошу вас... продолжать без меня".

source: Are you sure obyn?
ru: Вы уверены, Обин?

source: He nods, his face still beaming as he looks over at all the families being reunited. "yes, I'm sure. However, I won't leave you empty handed." he said giving you a USB drive he had in his pocket. "this baby contains the blueprints for a highly advanced ship my people wanted to build before they were all hunted down, I planned on building it myself but...i don't think that life is for me anymore, captain. Please make good use for it. Feel free to also take my old weapon as well, it has no use for me now, plus, i might as well make sure you are well paid for your job here." you nod and reassure him he won't regret his decision. "I know I won't! take care captain! and thank you...truly from the bottom of my heart." You thank him back for the partying gift and leave the prison, by now the fleet has certainly caught up with you, but that's alright. Just as you are readying yourself to leave, you hear someone shouting your name from behind you, it's one of the salt people, they were so inspired by your courage that they decided to come with you.
ru: Обин оглядывает многочисленные воссоединившиеся семьи, когда все они выходят из своих капсул. "Да, капитан. Хотя... я ни за что не оставлю вас с пустыми руками". Некогда единственный соляной протягивает вам флешку. "Здесь чертежи крейсера для моих сородичей. Я хотел построить его, но... думаю, эта жизнь больше не для меня. Вам он пригодится больше". Он делает шаг вперед, стараясь не высосать из вас всю влагу. "Не стесняйтесь взять орудие с моего корабля. Я тоже больше не буду им пользоваться..." Вы киваете, заверяя его в правильности своего решения. Один из других соляных, вдохновленный вашим актом доброты, предлагает присоединиться к вашей команде. Хотя флот повстанцев наверняка уже нагнал вас, вы не слишком сердитесь из-за этого.
