Repository: Aleev141/forgotten-races
Catalog: locale/data/autoBlueprints.xml.append/*.po
Languages: ru

source: Hektar Merchant
ru: Торговец Гектар

source: Broken Commonwealth Auto
ru: Сломанный авто-корабль Содружества

source: Auto Cruiser Class
ru: Класс "Авто-крейсер"

source: Augmented Cruiser Class
ru: Класс "Крейсер Возвышенных"

source: Wither Cruiser
ru: Крейсер Увядших

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_GB_GOZER"]/class
source: Boss Capital Ship
ru: Главный корабль босса

source: Peace-Keeping Cruiser
ru: Крейсер Миротворцев

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Slime Class
ru: Класс "Сгусток"

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_BOSS_HAUNT_PHYS"]/class
source: Ion Class
ru: Класс "Ион"

source: Bio Class
ru: Класс "Био"

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_BOSS_HAUNT_VIN"]/class
source: Lava Class
ru: Класс "Лава"

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_BOSS_HAUNT_CLEO"]/class
source: Drone Class
ru: Класс "Дроны"

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_BOSS_HAUNT_ZULU"]/class
source: Holy Class
ru: Класс "Святой"

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_BOSS_HAUNT_G"]/class
source: Necromancer Class
ru: Класс "Некромант"

source: Carbon Class
ru: Класс "Углерод"

source: Frost Class
ru: Класс "Мороз"

source: Kop Class
ru: Класс "Коп"

source: Corrupt Class
ru: Класс "Порок"

source: EMP Class
ru: Класс "ЭМИ"

source: Energy Class
ru: Класс "Энергия"

source: Legion AutoShip Class
ru: Класс "Авто-корабль Легиона"

source: Legion Flagship Class
ru: Класс "Флагман Легиона"

source: Apparition Cruiser
ru: Крейсер явлений

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_APPARITION_PHYS"]/class
source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_APPARITION_VIN"]/class
source: Apparition Cruiser
ru: Крейсер явлений

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_APPARITION_CLEO"]/class
source: Apparition Cruiser
ru: Крейсер явлений

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_APPARITION_ZULU"]/class
source: Apparition Cruiser
ru: Крейсер явлений

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_APPARITION_G"]/class
source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_APPARITION_POK"]/class
source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_APPARITION_LEO"]/class
source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений

# data/autoBlueprints.xml.append$//shipBlueprint[@name="FR_APPARITION_AUTO"]/class
source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений

source: Apparition Cruiser
ru: Крейсер явлений
