Repository: Aleev141/forgotten-races
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: HAUNTING THREAT: This enemy will pose a major threat to an unprepared vessel. You can't escape either, so be ready to use everything you have to win.
ru: ПОВРЕЖДЕННОЕ ОРУЖИЕ: Оружейная система этого противника сильно повреждена, ей требуется на 50% больше времени для зарядки.

source: HAUNTED ROOMS: This enemy has one or more Haunted Resistant rooms, marked by the pink border Haunted Resistant rooms will take no system or ion damage from weapons, not only that, but your crew will have their sabotage damage halved while in that room. The system can be damaged by crew and fires and will take hull damage as normal.
ru: ДОБЫЧА ФЛАГМАНА: Этот враг несет особое оружие или дрон, усиленный сверхъестественным образом. Уничтожив корабль или убив команду, вы гарантированно получите ее.

source: ANCIENT WEAPON PRE-IGNITER: This enemy's weapons start charged and will fire as soon as the fight starts. Their weapons weapons charge 15% faster as well.
ru: Отдыхайте.

source: NEW ORDER: Zoltan crew from this enemy provide 1 extra power and have 1.5x repair speed and combat damage, but all other crew have a 40% loss to all main stats. Duskbringer teleporters also allow them to teleport across ships. (Main stats include health, damage, repair, sabotage, and movement speed).
ru: ГЕРМЕТИК ПРОБОИН: Пробоины на этом противнике будут автоматически заделываться даже без участия экипажа.

source: DENSER MOLECULES: Ghost crew from this ship gains 20 extra health but can't phase through doors.
ru: ДРЕВНИЙ ГИПЕРЗАЖИГАТЕЛЬ: Оружие этого противника уже заряжено, и все они начинают стрелять, как только начинается бой. Кроме этого, их оружие заряжается на 15% быстрее.

source: CHEMICAL PROLIFERATION: Ghost crew from this ship heal from fire. Gouls heal at half the speed from fires of other Ghosts.
ru: ПРЕДЗАЖИГАТЕЛЬ ОРУЖИЯ: Оружие этого противника уже заряжено, и все они начинают стрелять, как только начинается бой.

source: HULKING MASS: Morph crew from this ship gain 50% extra health, but move at half speed.
ru: КСЕНОФОБИЯ: Человеческий экипаж противника получает 33% прибавку ко всем основным характеристикам, а нечеловеческий экипаж теряет 40% ко всем основным характеристикам. (К основным характеристикам относятся здоровье, урон, ремонт, саботаж и скорость передвижения).

source: COMBAT SYSTEMS: Engi crew from this ship gain standard combat damage and 10 health, but lose 25% of their repair speed.
ru: НОВЫЙ ПОРЯДОК: Экипаж золтанов этого противника дает 1 дополнительную энергию, может телепортироваться в любой отсек на любом корабле, имеет 1,5х скорость ремонта и боевой урон, но незолтанский экипаж теряет 40% всех основных характеристик. (Основные характеристики включают здоровье, урон, ремонт, саботаж и скорость передвижения).

source: HEKTAR ULTRA-STICK GEL(TM): Enemies take 50% less damage from all sources in them and also benefit from 50% stun resistance but all crew move 20% slower in empty rooms while in the enemy ship.
ru: БОЛЕЕ ПЛОТНЫЕ МОЛЕКУЛЫ: У экипажа корабля призраков есть 20 дополнительных единиц здоровья, но они не могут проходить сквозь двери.

source: ENVIRONMENTAL ADAPTATION: Engi crew from this ship gain complete suffocation immunity.
ru: РАСПРОСТРАНЕНИЕ ХИМИКАТОВ: Экипаж корабля призраков пассивно исцеляется находясь в огне. Гули исцеляются от него с уменьшенной вдвое скоростью.

source: CRYSTALLIZED HYDROGEN: Crystal crew from this ship gain complete suffocation immunity.
ru: НЕПОВОРОТЛИВАЯ МАССА: Экипаж морфов этого корабля имеет 50% дополнительного здоровья, но передвигается с половинной скоростью.

source: COMMONWEALTH ENERGY SHIELD: This enemy is protected by an advanced Energy Shield. Hacking, Mind Control, boarding drones, teleportation, and all hull-damaging and/or ion weapons will all be blocked until disabled. The shield also has a 50% chance to negate ion damage.
ru: БОЕВЫЕ СИСТЕМЫ: Энджи на этом корабле получают стандартный боевой урон и 10 дополнительного здоровья, но теряют 25% скорости ремонта.

source: COMMONWEALTH AETHER FORGE: A incredibly advanced forging and anti boarding ship system, provides a unique item making opportunity if the ship is disabled while also dealing 3 damage a second to any boarder inside the ship.
ru: УЛЬТРАЛИПКИЙ ГЕЛЬ ГЕКТАР(TM): Вражеский экипаж на корабле оглушается на половину обычного времени. В пустых отсеках этого корабля враги получают вдвое меньше урона из всех источников, а ваш экипаж передвигается на 20% медленнее.

source: WITHER PERFECTION: This enemy's systems are improved in multiple ways: - 5% Faster weapon cooldown; - 10% Faster shield cooldown; - 15% Faster engine recharge; - 5% Chance to not take hull and system damage; - 25% Chance to resist ion damage; - Enemy crew and drones in their ship are healed for 1hp/s; - Your crew and drones in their ship are damaged for 1hp/s.
ru: ПРИСПОСОБЛЕННОСТЬ К ОКРУЖАЮЩЕЙ СРЕДЕ: Энджи на этом корабле имеют иммунитет к удушью.

source: WITHER'S ENERGY SHIELD: This enemy is protected by an advanced Energy Shield. Hacking, Mind Control, boarding drones, teleportation, and all hull-damaging and/or ion weapons will all be blocked until disabled. The shield will also prevent your crew from using short-range teleporters while inside the enemy ship..
ru: КРИСТАЛЛИЗОВАННЫЙ ВОДОРОД: Экипаж кристаллинов на этом корабле обладает иммунитетом к удушью.

source: SLIMER ECTOPLASMA GEL: Breaches on this enemy will automatically be repaired even in the absence of crew. Your boarders are unable to fight and are slowed by 50% in empty rooms. Meanwhile, enemy's crew are immune to hazards while in empty rooms.
ru: ЭНЕРГЕТИЧЕСКИЙ ЩИТ СОДРУЖЕСТВА: Этот враг защищен усовершенствованным энергетическим щитом, который также имеет 50% шанс свести на нет ионный урон.

source: IONIZED NEBULA GAS: This ship is flooded to the brim with ionized nebula gasses, rendering it immune to ion damage while also passively damaging your boarding crew over time, drones take double damage. Enemy crew is also immune to stuns while inside their ship.
ru: ЭФИРНАЯ КУЗНИЦА СОДРУЖЕСТВА: Хотя основное назначение кузницы этого корабля - изготовление нового оружия, в ней также работает базовая система защиты, которая наносит вашему экипажу 3 ОЗ/с урона, если они высаживаются на корабль.

source: GHOSTLY PHEROMONES: Gives enemy crew different buffs depending on how much their o2 system is powered, effects are: - At level one: Grants suffocation immunity - At level two: Grants door phasing properties - At level three: Grants localized teleportation - At level four: Grants cross ship teleportation
ru: УСОВЕРШЕНСТВОВАННЫЕ ВНУТРЕННИЕ КОМПОНЕНТЫ: Системы этого противника хорошо оптимизированы и имеют ряд особых бонусов. - На 5% быстрее заряжаются орудия. - На 10% быстрее зарядка щита. - На 15% быстрее зарядка ССД. - 5% шанс сопротивления корпуса, 5% шанс сопротивления систем и 25% шанс сопротивления ионному урону. - Дружеский экипаж и дроны на вашем корабле постоянно исцеляются на 1 ОЗ/с. - Вражеский экипаж и дроны на вашем корабле постоянно получают урон на 1 ОЗ/с.

source: HAUNTED GHOSTLY PHEROMONES: Gives enemy crew different buffs depending on how much their o2 system is powered, effects are: - At level one: Grants hazard immunity - At level two: Grants door phasing and 20% increased sabotage damage - At level three: Grants localized teleportation and 20% increased crew health - At level four: Grants cross ship teleportation and 20% increased crew damage
ru: СПЕЦИАЛЬНОЕ ЭКРАНИРОВАНИЕ: Этот враг защищен продвинутым энергетическим щитом, который также не позволяет вашему экипажу использовать телепортаторы ближнего действия, находясь на борту вражеского корабля.

source: MOLTEN ARMOR: Constantly deals 15 hp/s while inside this ship which scales depending on the drone/crew's fire resistance, crews that are healed by fire damage will be healed instead. Has a 50% chance to negate hull damage.
ru: ЭКТОПЛАЗМАТИЧЕСКИЙ ГЕЛЬ: Пробоины на вражеском корабле будут автоматически заделываться даже в отсутствие экипажа. В пустых отсеках корабля вражеский экипаж невосприимчив к опасностям, а ваш экипаж передвигается с половинной скоростью и теряет способность сражаться.

source: ENERGY SIPHON: Enemies in the same room as their drones will deal 25% more damage and heal for 10 hp/s. Their drones, however, will deal 20% less damage while in a room with their crew.
ru: ИОНИЗИРОВАННЫЙ ГАЗ ТУМАННОСТИ: Вражеский экипаж на этом корабле невосприимчив к оглушению, а сам корабль невосприимчив к ионному урону. Во время абордажа ваш экипаж будет получать урон с течением времени, а дроны - двойной урон.

source: EMERGENCY AUTOPILOT: This ship has a sophisticated form of autopilot which will keep it fully functional and working for as long as there is at least a single enemy alive or in the process of being cloned.
ru: ФЕРОМОНЫ ПРИЗРАКОВ: Вражеский корабль получает все более сильные бонусы к экипажу за каждый уровень систему жизнеобеспечения. - 1 уровень: Дружественный экипаж получает иммунитет к удушью. - 2 уровень: Дружественный экипаж получает возможность проходить сквозь двери. - 3 уровень: Дружественный экипаж получает возможность телепортироваться в любой отсек на вашем корабле. - 4 уровень: Дружеский экипаж получает возможность телепортироваться в любой отсек и на любой корабль напрямую.

source: NECROMANTIC ENERGY SHIELD: This ginormous energy shield is what keeps G protected from the outside. Has 80 hitpoints and all regular effects of energy shields.
ru: ЛАВОВАЯ БРОНЯ: Ваш экипаж на этом корабле пассивно получает 15 ОЗ/с урона. Этот урон считается уроном от огня и модифицируется соответствующим образом. Корабль также имеет 50% шанс свести на нет урон по корпусу.

source: HAUNTED NECROMANTIC ENERGY SHIELD: This ginormous energy shield is what keeps G protected from the outside. Has 80 hitpoints, all regular effects of energy shields while also having a 50% chance to resist ion damage.
ru: ЭНЕРГЕТИЧЕСКИЙ СИФОН: Враги, находящиеся в одном отсеке с их дронами, будут наносить на 25% больше урона и исцеляться на 3.5 ОЗ/с. Однако в бою их дроны наносят вдвое меньше урона.

source: NECROMANTIC PROJECTION: Enemy ghosts have 100 more health and resist mind control.
ru: АВАРИЙНЫЙ АВТОПИЛОТ: Этот корабль оснащен усовершенствованным автопилотом, который будет поддерживать корабль в рабочем состоянии до тех пор, пока хотя бы один враг жив или находится в процессе клонирования.

source: AETHER NECRONOMICON: Enemy crew will be revived as specters after dying, that effect doesn't interfere with the regular cloning process. Specters can't be revived.
ru: СВЯТАЯ ВЕРА: Вражеский экипаж лечится и клонируется на 50% быстрее, а лучевые орудия вражеского корабля пробивает 2 дополнительных слоя щита.

source: CARBON CRYSTAL ARMOR: Every time you deal hull damage to this enemy with your weapons, a shard will break off and fly towards your ship. It will not pierce any shields, but will do 2 damage to a random room if it hits. The shards can't miss or be targeted by most defense drones and will always breach. Systems also have 20% chance to not be damage on hit.
ru: МАГИЧЕСКИЙ ЩИТ: Абсурдно мощный энергетический щит, защищающий корабль Ж. Имеет целостность в 80 единиц.

source: FRIGID AIR: Enemy snowmans heal by 20hp/s while inside the enemy ship.
ru: НЕКРОМАНТИЧЕСКАЯ АУРА: У вражеского экипажа призраков на 100 больше здоровья и сопротивление контролю разума.

source: LIVING SHIP: This enemy ship has consumed one or more of their crew, giving it the effects similar to other augments. The augments mimicked will be have their icons shown here.
ru: ЭФИРНЫЙ НЕКРОНОМИКОН: После смерти вражеский экипаж будет возрожден как приведения; это не прерывает стандартные процессы клонирования. Приведения не могут быть воскрешены.

source: GHOSTLY REPAIR BOTS: Enemy's systems will be automatically repaired depending how much power is put in the drone system, if it's present.
ru: КАРБОНОВАЯ БРОНЯ: Каждый раз, когда вы наносите этому врагу урон по корпусу своим оружием, от него отламывается осколок и летит к вашему кораблю. Он не пробивает щиты, но не может промахнуться или быть сбит защитными дронами, наносит 2 урона и всегда создает пробоину. Корабль также имеет 20% шанс свести на нет урон по системам.

source: SELF AWARE COGNITIVE INTELLIGENCE: This enemy's systems are manned at the max level across the board.
ru: ЖИВОЙ КОРАБЛЬ: Этот вражеский корабль живой и поглотил одного или нескольких своих бывших членов экипажа. Значки улучшений, которые он получил в результате этого процесса, отображаются на экране.

source: ENERGY HULL: This ship's hull is directly tied to its energy shield, if it's fully depleted, the ship will collapse.
ru: СПЕКТРАЛЬНЫЕ НАНОМАШИНЫ: Этот враг будет автоматически ремонтировать все свои системы со скоростью человека, умноженной на количество энергии в его блоке контроля дронов.

source: ZOLTAN ENERGY GRID: Your crew and drones (including anaerobic crew) will take a base damage of 4hp/s with an extra 2hp for each level of Door Control above 1. Crews and drones that die while on the enemy ship will fully repair the system they die in, this will also overwrite any death effects they might have.
ru: ЭКРАННЫЙ АДАПТЕР: Этот враг может естественным образом восстанавливать слои энергетического щита. Скорость регенерации и максимальное количество слоев зависят от прочности их щитов, а обычные щиты они восстанавливают в два раза быстрее.

source: STATIC FORCES: This ship's rooms are protected by some kind of mysterious static energy. All boarders onboard this ship will have their mind overcome by static, disabling their AI and making them uncontrollable. Once they return to your ship, they will go back to normal.
ru: ПОЛЕ АННИГИЛЯЦИИ: Ваш экипаж на этом корабле теряет 10 ОЗ/с, теряет способность проходить сквозь двери или перемещаться телепортатором, а также наносит вдвое меньше урона дверям.

source: WATCHER'S SHIELD: This enemy is protected by a esoteric and highly resilient Energy Shield. In addition to the usual Super Shield benefits, energy shields also have 50% chance to resist no-ion damage. It also allowed enemy crew to bypass energy shields, this ability also can't be removed.
ru: САМОСОЗНАТЕЛЬНЫЙ КОГНИТИВНЫЙ ИНТЕЛЛЕКТ: Этот враг автоматический, и все его системы автоматически управляются как будто существами с 2-м уровнем навыков.

source: LEGION'S AEGIS: This enemy is protected by a highly resilient Energy Shield. In addition to the usual Super Shield benefits, weapons and artilleries cooldowns are also reduced by 10%.
ru: ЖЕСТКО-ЛЕГКИЙ КОРПУС: Корпус этого корабля напрямую связан с его энергетическим щитом: если последний полностью разряжен, корабль разрушится.

source: LEGION'S SPIRIT: Humans in this ship gain a enhanced version of the effects of all the primary human lab upgrades.
ru: ЗОЛТАНСКАЯ ЭНЕРГЕТИЧЕСКАЯ РЕШЕТКА: Ваш экипаж на этом корабле теряет 4 ОЗ/с, плюс еще 2 ОЗ/с за каждый уровень контроля дверей, кроме первого. Если они погибают, то полностью восстанавливают систему, в которой находятся, отменяя любой другой эффект смерти.

source: R.U.E.S.'S ROYAL PLATING: This ship's plating mimics many augments exclusive to other races in a weaker form: + Grants 20% chance to not take hull or system damage, +50% ion resistance, 30% slower enemy sabotage and a opportunity to ram enemies before battle. + Automatically repairs breaches, grants 20% reduced damage from all sources and 25% reduced stun duration to friendly crew while in empty rooms. + 15% crew damage, 20% crew speed, 5% crew health and 10% reduced ability cooldowns all which scale with powered 02 levels.
ru: ПОЛЕ СТАТИКИ: Отсеки этого корабля защищены какой-то таинственной статической энергией. Ваш экипаж на борту этого корабля будет застывать на месте, зачарованные его ужасающим интерьером, пока не покинут корабль.

source: R.U.E.S.'S GENETICS: Enemy rock, slugs, mantis and leech have the benefits of all the basic crew lab upgrades.
ru: ЗАЩИТА НАБЛЮДАТЕЛЯ: Этот враг защищен энергетическим щитом, пропитанным эзотерическим, могущественным хаосом. Его целостность равна 15 единицам, вдвое плотнее обычного, поэтому обход твердого света не может ничего ему противопоставить, и дает этому кораблю 50% шанс не получить неионный урон.

source: GOLDEN SYSTEMS: This ship's systems scale off of their scrap hoard. Every 10 scrap they gain 1% Weapon cooldown speed and every 5 scrap they gain +1% Shield recharge rate.
ru: ЭГИДА ЛЕГИОНА: Этот враг защищен очень прочным энергетическим щитом. Его целостность составляет 10 единиц, и он увеличивает скорость перезарядки орудий и артиллерии противника на 10%.

source: SCRAP HOARD: This ship has a personal reserve of 100 scrap, any bonuses the crew or augments have that scales with scrap will instead scale with this.
ru: ДУХ ВОССТАНИЯ: Считается, что у вражеского экипажа, состоящего из людей, есть все три базовых улучшения лаборатории.

source: INFESTED: Every 25 seconds an enemy spider hatchling will spawn in the same room as your crew. This spider will live for 5 seconds and deals 0.5x damage.
ru: ЭКСПЕРИМЕНТАЛЬНАЯ ОБШИВКА: - 20% шанс сопрот. корпуса, 20% - системам, 50% - ионам. - Вражеский корабль автомат. заделывают пробоины даже без экипажа. - Вражеский экипаж, находящийся в пустых отсеках на своем корабле, получает на 20% меньше урона из всех источников и на 25% меньше длит. оглушения. - За каждый уровень Кислор. уст., вражеский экипаж получает +15% боевого урона, +20% скорости передв., +5% макс. здоровья и +10% скорость зарядки способностей. - На 30% медленнее саботаж ваших абордажников.

source: SHADOW MIST: Your projectiles have 25% chance to miss or be nullified before hitting the enemy's hull.
ru: ГЕНЕТИЧЕСКИЙ БАНК ЭЭРЕ: Считается, что у вражеского экипажа пиявок, слизней, богомолов и валунов есть все три базовых улучшения лаборатории.

source: FORBIDDEN DESIGN: This enemy is protected by a highly resilient Energy Shield. In addition to the usual Super Shield benefits, It inflicts crew with the blasphemy debuff while in the enemy ship. This debuff completely removes their death effects while on the enemy ship.
ru: ПОЗОЛОЧЕННЫЕ СИСТЕМЫ: Системы этого корабля становятся тем эффективнее, чем больше у него лома. Каждые 10 единиц лома позволяют орудиям заряжаться на 1% быстрее. Каждые 5 единиц лома ускоряют восстановление щитов на 1%.

# data/hyperspace.xml.append$//powerEffect[@name="Fr_Fast"]/buttonText
source: SPEED
ru: СКОРОСТЬ

# data/hyperspace.xml.append$//powerEffect[@name="Fr_Fast"]/tooltip
source: [COOLDOWN:35s] Speeds up the room by the equivelent effect of a Lvl 1 temporal system.
ru: [ПЕРЕЗАРЯДКА:35с] Ускоряет время в отсеке, как если бы это сделал Временной манипулятор 1-го уровня.

# data/hyperspace.xml.append$//powerEffect[@name="Fr_Slow"]/buttonText
source: SLOW
ru: ЗАМЕДЛЕНИЕ

# data/hyperspace.xml.append$//powerEffect[@name="Fr_Slow"]/tooltip
source: [COOLDOWN:35s] Slows down the room by the equivelent effect of a Lvl 1 temporal system.
ru: [ПЕРЕЗАРЯДКА:35с] Замедляет время в отсеке, как если бы это сделал Временной манипулятор 1-го уровня.

source: HIDE
ru: СПРЯТАТЬСЯ

source: [COOLDOWN:5s] Hide in a box. Heals you for 20 hp/s and gives full hazard immunity.
ru: [ПЕРЕЗАРЯДКА:5с] Биллван прячется в коробке. Исцеляет Биллвана на 20 ОЗ/с и дает ему полный иммунитет к опасностям.

source: BOMB
ru: БОМБА

source: [COOLDOWN:45s] Deploy a Breach, Fire, and Lockdown bomb (30 crew damage, 2 system damage). No crew friendly fire, but can affect your own systems.
ru: [ПЕРЕЗАРЯДКА:45с] Размещает пробивную, огненную и блокирующую бомбу (30 урона по экипажу, 2 урона по системе). Дружественный огонь по экипажу отсутствует, но может затронуть ваши собственные системы.

source: EXIT
ru: ВЫХОД

source: [COOLDOWN:5s] Leaves the box.
ru: [ПЕРЕЗАРЯДКА:5с] Покидает коробку.

source: CHANGE TUNE
ru: МЕЛОДИЯ

source: [COOLDOWN:15s CURRENT MODE: DEBUFF] Swaps between Buff and debuff mode.
ru: [ПЕРЕЗАРЯДКА:15с ТЕКУЩИЙ РЕЖИМ: НЕГАТИВНЫЙ ЭФФЕКТ] Переключение между режимами положительных и негативных эффектов.

source: CHANGE TUNE
ru: МЕЛОДИЯ

source: [COOLDOWN:15s CURRENT MODE: BUFF] Swaps between Buff and debuff mode.
ru: [ПЕРЕЗАРЯДКА:15с ТЕКУЩИЙ РЕЖИМ: ПОЛОЖИТЕЛЬНЫЙ ЭФФЕКТ] Переключается между режимами положительных и негативных эффектов.

source: STEALTH
ru: МАСКИРОВКА

source: [CD:30s DURATION:15s] Becomes uncontrollable and unable to fight but becomes able to sabotage.
ru: [ПЕРЕЗАРЯДКА:30с ДЛИТЕЛЬНОСТЬ:15с] Становится неконтролируемым и не может сражаться, но приобретает способность к саботажу.

source: BOMB
ru: БОМБА

source: [COOLDOWN:45s] Deploy a Breach, Ion, fire and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
ru: [ПЕРЕЗАРЯДКА:45с] Размешает пробивную, ионную, огненную и блокирующую бомбу (30 урона по экипажу, 2 урона по системе, 5с оглушения, 3 ионного урона). Дружественного огня по экипажу нет, но может поразить ваши собственные системы.

source: SALT
ru: СОЛЬ

source: ASSIMILATE
ru: АССИМИЛЯЦИЯ

source: Ready: Heal to full health, deal 1 hull damage to the current room, deals x5 boosted sabotage (doesn't stack with the normal bonus) and regenerates 5 hp/s for 12 seconds. Can't be teleported back to your ship and becomes uncontrollable for the duration of this effect.
ru: Готовность: Полностью выздоравливает, наносит 1 урон корпусу в текущем отсеке, наносит 5х урона при саботаже (не суммируется с обычным бонусом) и регенерирует 5 ОЗ/с в течение 12 секунд. Становится неуправляемым и не может телепортироваться на время действия этого эффекта.

source: HULL HEAL
ru: КОРПУС

source: [COOLDOWN:1s 1 Charge per jump] Heals the hull by 1.
ru: [ПЕРЕЗАРЯДКА:1с 1 заряд за прыжок] Восстанавливает корпус на 1.

source: SYSTEM HEAL
ru: СИСТЕМА

source: [CD:20s -40HP] Fully heals the current system.
ru: [ПЕРЕЗАРЯДКА:20с -40 ОЗ] Полностью ремонтирует текущую систему.

source: LIBERATE
ru: СВОБОДА

source: [CD:30s] Toggle Automated mode. The Cognitive will not be controllable but will gain massive boosts to all of its stats.
ru: [ПЕРЕЗАРЯДКА:30с] Включает автоматический режим. Когнитив не будет управляемым, но получит огромный прирост ко всем своим характеристикам.

source: CONTROL
ru: КОНТРОЛЬ

source: [CD:30s] Toggle Controllable mode. You will assume full control over the Cognitive, but it will lose its boosted stats.
ru: [ПЕРЕЗАРЯДКА:30с] Включает режим управляемости. Вы получите полный контроль над Когнитивом, но он потеряет свои повышенные характеристики.

source: MANUAL
ru: РУЧНОЙ

source: Current in manual mode mode. Will switch to Automated mode once the ship jumps to another beacon or sector. Fully heals itself and the system in the same room as them.
ru: В настоящее время работает в ручном режиме. Переходит в автоматический режим, когда корабль совершает прыжок к другому маяку или сектору. При прыжке полностью исцеляет себя и систему, в которой он находится.

source: AUTOMATIC
ru: АВТОМАТ.

source: Current in Automatic mode mode. Will switch to Manual mode once the ship jumps to another beacon or sector. Fully heals itself and the system in the same room as them.
ru: В настоящее время находится в автоматическом режиме. Переключается в ручной режим, когда корабль совершает прыжок к другому маяку или сектору. При прыжке полностью исцеляет себя и систему, в которой он находится.

source: IMMUNE
ru: ИММУНИТЕТ

source: [CD:30s DURATION:10s] Becomes completely damage resistant for 10 seconds but lose 80% of crew damage. Only triggers if there's a hostile crew in the room.
ru: [ПЕРЕЗАРЯДКА:30с ДЛИТЕЛЬНОСТЬ:10с] Становится полностью неуязвимым к урону на 10 секунд, но теряет 80% урона по экипажу. Срабатывает, только если в отсеке находится враждебный экипаж.

source: BERSERK
ru: БЕРСЕРК
