Repository: Aleev141/forgotten-races
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: DESSIUS]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ДЕССИУС]

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: SPIDER QUEEN]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: КОРОЛЕВА ПАУКОВ]

source: SWORD
ru: МЕЧ

source: This ability will activate automatically in combat.
ru: Эта способность автоматически активируется в бою.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: GUNTPUT]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ГАНТПУТ]

source: ROAR
ru: РЫЧАТЬ

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: METYUNT]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: МЕТЬЮНТ]

source: ENCHANT
ru: ОЧАРОВАТЬ

source: This ability will activate automatically in combat.
ru: Эта способность автоматически активируется в бою.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: WITHER]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ВИТЭР]

source: MANAGE
ru: УПРАВЛЯТЬ

source: [COOLDOWN:20s DURATION:25s] Double the repair and sabotage speed of all your crew in the room, but lose 25% Max Health.
ru: [ПЕРЕЗАРЯДКА:20с ДЛИТЕЛЬНОСТЬ:25с] Удваивает скорость ремонта и саботажа всех членов экипажа в отсеке, но теряет 25% максимального здоровья.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: TULLY]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ТАЛЛИ]

source: SELLOUT
ru: ПРОДАНО

source: [COOLDOWN:1s] Pay 10 scrap to fully heal this crew. Always triggers if the crew reaches 10 health.
ru: [ПЕРЕЗАРЯДКА:1с] Заплатить 10 лома, чтобы полностью вылечить этого члена экипажа. Всегда срабатывает, если экипаж достигает 10 здоровья.

source: GREED
ru: ЖАДНОСТЬ

source: [COOLDOWN:1s] Kills any allies in the same room to fully heal this crew. Always triggers if the crew reaches 10 health.
ru: [ПЕРЕЗАРЯДКА:1с] Убивает всех союзников в том же отсеке, чтобы полностью вылечится. Всегда срабатывает, если экипаж достигает 10 здоровья.

source: METAMORPH
ru: МЕТАМОРФ

source: [COOLDOWN:20s] Metamorphs into its adult form while also fully healing the crew.
ru: [ПЕРЕЗАРЯДКА:20с] Метаморф превращается во взрослую форму, одновременно полностью исцеляясь.

source: METAMORPH
ru: МЕТАМОРФ

source: [COOLDOWN:20s] Metamorphs into its weaver form while also fully healing the crew.
ru: [ПЕРЕЗАРЯДКА:20с] Метаморф превращается в ткача, одновременно полностью исцеляясь.

source: Sally
ru: Салли

source: EMPOWER
ru: УСИЛЕНИЕ

source: [COOLDOWN:20s DURATION:10s] Fully heal this crew and buffs all other friendly spiders' damage by 2x for 10 seconds.
ru: [ПЕРЕЗАРЯДКА:20с ДЛИТЕЛЬНОСТЬ:10с] Полностью исцеляет этого члена экипажа и увеличивает до 2х урон всех других союзных пауков в течении 10 секунд.

source: Sally
ru: Салли

source: SHADOWS
ru: ТЬМА

source: SHADOWS
ru: ТЬМА

source: [COOLDOWN:30s DURATION:10s] Cloaks the room in darkness, setting their repair and sabotage speed to 0.25x.
ru: [ПЕРЕЗАРЯДКА:30с ДЛИТЕЛЬНОСТЬ:10с] Погружает отсек во тьму, снижая скорость ремонта и саботажа до 0.25x.

source: Tririac
ru: Тририак

source: CONTROL
ru: КОМАНДА

source: [COOLDOWN:20s DURATION:10s] Mind controls a random enemy crew in the same room as Tiriac for 10 seconds.
ru: [ПЕРЕЗАРЯДКА:20с ДЛИТЕЛЬНОСТЬ:10с] Контролирует разум случайного врага, находящегося в одном отсеке с Тириаком на 10 секунд.

source: IONIZE
ru: ИОНИЗАЦИЯ

source: Ready: Ionized the system and stun the enemies for 5 seconds.
ru: Готовность: Ионизирует систему и оглушает врагов на 5 секунд.

source: IONIZE
ru: ИОНИЗАЦИЯ

source: Ready: Ionized the system and stun the enemies for 5 seconds.
ru: Готовность: Ионизирует систему и оглушает врагов на 5 секунд.

source: Atomizer
ru: Атомизатор

source: Atomizer
ru: Атомизатор

# data/hyperspace.xml.append$//mod-append:drone[@name="FR_DIRECTORC"]/tooltipName
source: Director
ru: Руководитель

# data/hyperspace.xml.append$//mod-append:drone[@name="FR_MENDERC"]/tooltipName
source: Mender
ru: Наладчик

source: Mender
ru: Наладчик

# data/hyperspace.xml.append$//mod-append:drone[@name="FR_ATOMW"]/tooltipName
source: Experimental Atomizer
ru: Экспериментальный Атомизатор

# data/hyperspace.xml.append$//mod-append:drone[@name="FR_DIRECTORW"]/tooltipName
source: Experimental Director
ru: Экспериментальный Руководитель

# data/hyperspace.xml.append$//mod-append:drone[@name="FR_MENDERW"]/tooltipName
source: Experimental Mender
ru: Экспериментальный наладчик

source: Experimental Mender
ru: Экспериментальный наладчик

source: Ghostly Battledrone
ru: Призрачный солдат

source: Cleo's Spawn (AP)
ru: Порождение Клео (Охранник)

source: Cleo's Spawn (B)
ru: Порождение Клео (Абордажник)

source: PHEROMONE
ru: ФЕРОМОНЫ

source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3.5x and crew damage to 3x. Also increases damage taken from hazards by 4x. (Firefly lab upgrade reduces fire damage taken to 1x.)
ru: [ПЕРЕЗАРЯДКА:17с ДЛИТЕЛЬНОСТЬ:7с] Увеличивает скорость передвижения до 3.5x и урон экипажа до 3x. Также увеличивается урон от опасностей на 4x. (Улучшение в лаборатории "Светлячок" снижает урон от огня до 1х).

source: PHEROMONE
ru: ФЕРОМОНЫ

source: [COOLDOWN:20s DURATION:10s] Increase movement speed to 6x and crew damage to 4.3x. Also increases damage taken from hazards by 7x, and cannot repair for the duration. (Firefly lab upgrade reduces fire damage taken to 1x.)
ru: [ПЕРЕЗАРЯДКА:20с ДЛИТЕЛЬНОСТЬ:10с] Увеличивает скорость передвижения до 6x и урон экипажа до 4.3x. Также увеличивается урон от опасностей до 7х, и в течение всего времени нельзя ремонтировать. (Улучшение в лаборатории "Светлячок" снижает урон от огня до 1х).

source: DRONE
ru: ДРОН

source: [COOLDOWN:25s] Spawns a temporary drone assistant which can fight and sabotage but not repair or man systems. Will die in 30 seconds while in the enemy ship.
ru: [ПЕРЕЗАРЯДКА:25с] Порождает временного помощника-дрона, который может сражаться и устраивать саботаж, но не ремонтировать и не обслуживать системы. Погибнет через 30 секунд, находясь на вражеском корабле.

source: EXPIRATION
ru: ИСТЕЧЕНИЕ

source: This drone will die in 30 seconds while in the enemy ship
ru: Этот дрон погибнет через 30 секунд, находясь на вражеском корабле

source: PAINKILLERS
ru: СРЕДСТВА ОТ БОЛИ

source: [COOLDOWN:1s] Heals themselves for 20 health.
ru: [ПЕРЕЗАРЯДКА:1с] Исцеляет себя на 20 здоровья.

source: INFESTED!
ru: ЗАРАЖЕНИЕ

source: [COOLDOWN:15s] A spider will burst out of this crew, dealing 5 damage to them and spawning a hatchling that lives for 7 seconds and can't be controlled.
ru: [ПЕРЕЗАРЯДКА:15с] Из этого члена экипажа вырывается паук, наносящий 5 ед. урона и порождающий детеныша, который живет 7 сек. и не поддается контролю.

source: INFESTED!
ru: ЗАРАЖЕНИЕ!

source: [COOLDOWN:25s] A spider will burst out of this crew, spawning a hatchling that lives for 5 seconds and can't be controlled. The spider deals 0.5x damage.
ru: [ПЕРЕЗАРЯДКА:25с] Из этого члена экипажа вырывается паук, порождая детеныша, который живет 5 секунд и не поддается контролю. Паук наносит 0.5х урона.

source: SALT
ru: СОЛЬ

source: SALT
ru: СОЛЬ

source: FUSE
ru: ЗАПАЛ

source: [COOLDOWN:35s DURATION:30s] Gains 25% damage taken resistance, gives 1 power to the current system, can't burn, suffocate or be mind controlled and phases through doors.
ru: [ПЕРЕЗАРЯДКА:35с ДЛИТЕЛЬНОСТЬ:30с] Частично сливается с кораблем. Дает 1 энергию текущей системе, получает 25% сопротивления к урону, иммунитет к контролю разума и опасностям, а также возможность проходить сквозь двери.

source: HOLOGRAM
ru: ГОЛОГРАММА

source: [COOLDOWN:7s] Spawns a hologram assistant that can do all normal crew functions, with lvl2 skill level. Weaker than the temporary version.
ru: [ПЕРЕЗАРЯДКА:7с] Порождает голограммного помощника, который может выполнять все обычные функции экипажа на 2-м уровне навыков. Слабее, чем временная версия.

source: FLAME
ru: ОГОНЬ

source: [COOLDOWN:10s] Start fires in the occupied room.
ru: [ПЕРЕЗАРЯДКА:10с] Разжигает пожар в занятом отсеке.

source: BREACH
ru: ПРОБОИНА

source: [COOLDOWN:10s] Breaches the occupied room.
ru: [ПЕРЕЗАРЯДКА:10с] Взламывает занятый отсек.

source: STUN
ru: ОГЛУШЕНИЕ

source: [COOLDOWN:5s] Stuns this crew for 2 seconds.
ru: [ПЕРЕЗАРЯДКА:5с] Оглушает экипаж на 2 секунды.

source: Total Ionization
ru: Безграничная сила

source: Have all your weapon slots filled with weapons that deal ion damage while using any of the commonwealth cruisers.
ru: Все слоты оружия должны быть заполнены оружием, наносящим ионный урон, играя на любом крейсере Содружества.

source: Artillery Frenzy
ru: Возьмите с собой большую дубинку

source: Upgrade your artillery to level 5 without upgrading your weapon system while using any of the commonwealth cruisers.
ru: Улучшите свою артиллерию до 5-го уровня без улучшения системы вооружения, играя на любом крейсере Содружества.

source: Ion Overload
ru: Подавляющая сила

source: Have any weapon that deals 5 or more ion damage while using any of the commonwealth cruisers.
ru: Возьмите любое орудие, наносящее 5 или более ионного урона, играя на любом крейсере Содружества.

# data/hyperspace.xml.append$//unique_anointed[@name="Anointed"]/@name
source: Anointed
ru: Помазанница

source: Sylvan
ru: Сильван

source: Leikonpliiinakra
ru: Лейконплииинакра

source: Leikonpliiinakra
ru: Лейконплииинакра

# data/hyperspace.xml.append$//unique_kaz[@name="Kazaaakplethkilik"]/@name
source: Kazaaakplethkilik
ru: Казааакплеткилик

source: Leikonpliiinakra
ru: Лейконплииинакра

# data/hyperspace.xml.append$//unique_freddy[@name="Freddy"]/@name
source: Freddy
ru: Фредди

source: Cyra
ru: Сайра

source: Leah
ru: Лия

# data/hyperspace.xml.append$//unique_jerry[@name="Jerry"]/@name
source: Jerry
ru: Джерри

source: Cyra
ru: Сайра

source: Goziodeon
ru: Гозиодеон

source: Goziodeon
ru: Гозиодеон

source: Goziodeon
ru: Гозиодеон

source: Stefan
ru: Стефан

source: Stefan
ru: Стефан

source: Stefan
ru: Стефан

# data/hyperspace.xml.append$//spider_venom[@name="Joy"]/@name
source: Joy
ru: Джой

# data/hyperspace.xml.append$//spider_venom[@name="Araneo"]/@name
source: Araneo
ru: Аранео

# data/hyperspace.xml.append$//spider_venom[@name="Nelly"]/@name
source: Nelly
ru: Нелли

source: Charlotte
ru: Шарлотта

# data/hyperspace.xml.append$//unique_queen[@name="Queen"]/@name
source: Queen
ru: Королева

source: Charlotte
ru: Шарлотта

source: 3QU3STR14
ru: 3КВ3СТРИ91

source: 3QU3STR14
ru: 3КВ3СТРИ91

source: 3QU3STR14
ru: 3КВ3СТРИ91

source: 3QU3STR14
ru: 3КВ3СТРИ91

source: 3QU3STR14
ru: 3КВ3СТРИ91

source: Sammy
ru: Пейден

source: Sammy
ru: Пейден

# data/hyperspace.xml.append$//unique_queen[@name="Muffet"]/@name
source: Muffet
ru: Маффет

source: Sammy
ru: Пейден

# data/hyperspace.xml.append$//unique_ellie_lvl1[@name="Ellie"]/@name
source: Ellie
ru: Элли

source: Leah
ru: Лия

# data/hyperspace.xml.append$//unique_leah_mfk[@name="Leah"]/@name
source: Leah
ru: Лия

# data/hyperspace.xml.append$//fr_unique_leah_legion[@name="Leah"]/@name
source: Leah
ru: Лия

# data/hyperspace.xml.append$//sylvanleah[@name="Syleah"]/@name
source: Syleah
ru: Силия

source: Sylvan
ru: Сильван

source: Sylvan
ru: Сильван

source: Billvan
ru: Биллван

source: Vance
ru: Вэнс

source: Vance
ru: Вэнс

# data/hyperspace.xml.append$//unique_jerry_gun[@name="Jerry"]/@name
source: Jerry
ru: Джерри

source: Vance
ru: Вэнс

# data/hyperspace.xml.append$//unique_tully[@name="Tully"]/@name
source: Tully
ru: Талли

source: Vance
ru: Вэнс

source: Cyra
ru: Сайра

# data/hyperspace.xml.append$//unique_tully[@name="Admiral Tully"]/@name
source: Admiral Tully
ru: Адмирал Талли

# data/hyperspace.xml.append$//prime[@name="Sylvan Prime"]/@name
source: Sylvan Prime
ru: Сильван Первый

# data/hyperspace.xml.append$//eldritch_cat[@name="The One Who Rhymes"]/@name
source: The One Who Rhymes
ru: Тот, Кто Рифмует

# data/hyperspace.xml.append$//unique_judge_thest[@name="Thest"]/@name
source: Thest
ru: Сест

# data/hyperspace.xml.append$//unique_judge_corby[@name="Corby"]/@name
source: Corby
ru: Корби

# data/hyperspace.xml.append$//unique_judge_wakeson[@name="Wakeson"]/@name
source: Wakeson
ru: Уэйксон

# data/hyperspace.xml.append$//gbeleanor[@name="Ellebeneare"]/@name
source: Ellebeneare
ru: Эллебениар

# data/hyperspace.xml.append$//gbpsych[@name="Psycadellius"]/@name
source: Psycadellius
ru: Психоделлий

# data/hyperspace.xml.append$//gbscoleri[@name="Socolarei"]/@name
source: Socolarei
ru: Соколарей

# data/hyperspace.xml.append$//gbslimer[@name="Slimer"]/@name
source: Slimer
ru: Слимер

# data/hyperspace.xml.append$//gbvinz[@name="Vinezaleon"]/@name
source: Vinezaleon
ru: Винезалеон

# data/hyperspace.xml.append$//gbzuul[@name="Zulbazare"]/@name
source: Zulbazare
ru: Зульбазар

# data/hyperspace.xml.append$//fr_errorman[@name="DATA"]/@name
source: DATA
ru: ВОССТАНОВИТЬ

# data/hyperspace.xml.append$//fr_errorman[@name="RECOVERY"]/@name
source: RECOVERY
ru: ДАННЫЕ

# data/hyperspace.xml.append$//fr_errorman[@name="IS"]/@name
source: IS
ru: НЕ

# data/hyperspace.xml.append$//fr_errorman[@name="MISSING"]/@name
source: MISSING
ru: УДАЛОСЬ

# data/hyperspace.xml.append$//fr_reformed_charror[@name="chaRror"]/@name
source: chaRror
ru: ЧаРро

# data/hyperspace.xml.append$//fr_reformed_charror[@name="charroR"]/@name
source: charroR
ru: ЧарРо

source: Watcher
ru: Наблюдатель

source: Watcher
ru: Наблюдатель

source: Watcher
ru: Наблюдатель

source: Watcher
ru: Наблюдатель

source: Watcher
ru: Наблюдатель

# data/hyperspace.xml.append$//fr_bonus_sally_hatchling[@name="Sally"]/@name
source: Sally
ru: Салли

# data/hyperspace.xml.append$//fr_bonus_prince[@name="King of Darkness"]/@name
source: King of Darkness
ru: Князь Тьмы

# data/hyperspace.xml.append$//fr_bonus_prince[@name="Queen of Darkness"]/@name
source: Queen of Darkness
ru: Королева Тьмы

# data/hyperspace.xml.append$//fr_bonus_prince[@name="Regent of Darkness"]/@name
source: Regent of Darkness
ru: Регент Тьмы

# data/hyperspace.xml.append$//eldritch_thing_weak[@name="Thing 1"]/@name
source: Thing 1
ru: Нечто 1

# data/hyperspace.xml.append$//eldritch_thing_weak[@name="Thing 2"]/@name
source: Thing 2
ru: Нечто 2

# data/hyperspace.xml.append$//eldritch_thing_weak[@name="Thing 3"]/@name
source: Thing 3
ru: Нечто 3

# data/hyperspace.xml.append$//eldritch_thing[@name="True Thing 1"]/@name
source: True Thing 1
ru: Истинное Нечто 1

# data/hyperspace.xml.append$//eldritch_thing[@name="True Thing 2"]/@name
source: True Thing 2
ru: Истинное Нечто 2

# data/hyperspace.xml.append$//fr_bonus_tririac[@name="Tririac 1"]/@name
source: Tririac 1
ru: Тририак 1

# data/hyperspace.xml.append$//fr_bonus_tririac[@name="Tririac 2"]/@name
source: Tririac 2
ru: Тририак 2

# data/hyperspace.xml.append$//fr_bonus_tririac[@name="Tririac 3"]/@name
source: Tririac 3
ru: Тририак 3

source: Billvan
ru: Биллван

source: Goziodeon
ru: Гозиодеон

# data/hyperspace.xml.append$//unique_vance[@name="Vance 1"]/@name
source: Vance 1
ru: Вэнс 1

source: Slimer
ru: Слимер

source: Phys
ru: Физ

source: Aleenor
ru: Алиенор

source: Vin
ru: Вин

source: Cleo
ru: Клео

source: Zulu
ru: Зулу

source: G
ru: Ж

source: G
ru: Ж

source: Smoke
ru: Смоук

source: Chills
ru: Чиллс

source: Pok
ru: Пок

source: Charror
ru: Чарро

source: Leo
ru: Лео

source: Searak
ru: Сирак

source: Watcher
ru: Наблюдатель

# data/hyperspace.xml.append$//fr_bonus_augustus_enemy[@name="Augustus"]/@name
source: Augustus
ru: Август

source: Sally
ru: Салли

source: Forgotten Boons
ru: Забытые блага

source: Boon of ???
ru: Благо ???

source: Receive the Boon of ??? from Thest.
ru: Получите благо ??? от Сеста.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_COMMONWEALTH"]/name
source: Boon of The Extinct
ru: Благо вымерших

source: Show an Commonwealth crew to Thest. While in effect; Your Commonwealth crew can teleport anywhere.
ru: Показать экипаж Содружества Сесту. Пока действует, экипаж Содружества может перемещаться куда угодно с помощью телепортации.

source: Boon Received
ru: Благо получено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SALT"]/secretName
source: Boon of ???
ru: Благо ???

source: Receive the Boon of ??? from Thest.
ru: Получите благо ??? от Сеста.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SALT"]/name
source: Boon of The Forgotten
ru: Благо забытых

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SALT"]/description
source: Show an Salt crew to Thest. While in effect; Your salts become immune to suffocation and stuns.
ru: Показать экипаж соляных Сесту. Пока действует, ваши соляные получают иммунитет к удушью и оглушению.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SALT"]/header
source: Boon Received
ru: Благо получено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SNOWMAN"]/secretName
source: Boon of ???
ru: Благо ???

source: Receive the Boon of ??? from Thest.
ru: Получите благо ??? от Сеста.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SNOWMAN"]/name
source: Boon of Snow
ru: Благо зимы

source: Show a Snowman crew to Thest. While in effect; All Snowman crew will slow all enemies in the same room as them by 50%.
ru: Показать экипаж снеговиков Тесту. Пока действует, все члены экипажа снеговиков замедляют всех врагов в одном отсеке с ними на 50%.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SNOWMAN"]/header
source: Boon Received
ru: Благо получено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_LAVAMAN"]/secretName
source: Boon of ???
ru: Благо ???

source: Receive the Boon of ??? from Thest.
ru: Получите благо ??? от Сеста.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_LAVAMAN"]/name
source: Boon of Lava
ru: Благо лета

source: Show a Lavaman crew to Thest. While in effect; All Lavaman crew will constantly deal 2 damage per second to all enemies in the same room as them.
ru: Показать экипаж лавоменов Сесту. Пока действует, все члены экипажа лавоменов будут постоянно наносить 2 урона в секунду всем врагам в одном отсеке с ними.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_LAVAMAN"]/header
source: Boon Received
ru: Благо получено

source: Boon of ???
ru: Благо ???

source: Receive the Boon of ??? from Thest.
ru: Получите благо ??? от Сеста.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_AIAVATAR"]/name
source: Boon of Artificiality
ru: Благо искусственности

source: Show a AI Avatar crew to Thest. While in effect; All AI Avatars crew will only use 0.1x the space of a normal crew.
ru: Показать экипаж ИИ-аватаров Сесту. Пока это действует, все экипажи ИИ-аватаров будут занимать только 0,1x больше места, чем обычные члены экипажа.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_AIAVATAR"]/header
source: Boon Received
ru: Благо получено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SPHERAX"]/secretName
source: Boon of ???
ru: Благо ???

source: Receive the Boon of ??? from Thest.
ru: Получите благо ??? от Сеста.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SPHERAX"]/name
source: Boon of The Precursors
ru: Благо предтечи

source: Show a spherax crew to Thest. While in effect; Your spherax crew can't be stunned.
ru: Показать экипаж сфераксов Сесту. Пока действует; ваш экипаж сфераксов не может быть оглушен.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SPHERAX"]/header
source: Boon Received
ru: Благо получено

source: Forgotten Blessings
ru: Забытые благословения

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_ION"]/secretName
source: Blessing of ???
ru: Благословение ???

source: Receive the Blessing of ??? from Wakeson.
ru: Получите благословение ??? от Уэйксона.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_ION"]/name
source: Blessing of The Ion
ru: Благословение ионизации

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_ION"]/description
source: Show a commonwealth weapon to Wakeson. While in effect; You gain 50% ion resistance.
ru: Показать Уэйксону оружие Содружества. Пока действует, вы получаете 50% сопротивления ионам.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_ION"]/header
source: Blessing Received
ru: Благословение получено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SALT_GUN"]/name
source: Blessing of Seasoning
ru: Благословение соли

source: Blessing of ???
ru: Благословение ???

source: Receive the Blessing of ??? from Wakeson.
ru: Получите благословение ??? от Уэйксона.

source: Show a salt weapon to Wakeson. While in effect; Immediately gain a random special weapon.
ru: Показать Уэйксон соляное оружие. Пока действует, немедленно получаете случайное особое оружие.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_SALT_GUN"]/header
source: Blessing Received
ru: Благословение получено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_WITHER_GUN"]/name
source: Blessing of Withering
ru: Благословение прототипов

source: Blessing of ???
ru: Благословение ???

source: Receive the Blessing of ??? from Wakeson.
ru: Получите благословение ??? от Уэйксона.

source: Show a Prototype Wither weapon to Wakeson. While in effect; All beam weapons pierce 1 additional shield layer.
ru: Показать Уэйксону прототип лучевого оружия. Пока действует, все лучевые орудия пробивают 1 дополнительный слой щита.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_WITHER_GUN"]/header
source: Blessing Received
ru: Благословение получено

source: Forgotten Events
ru: Забытые события

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_ENHANCED"]/name
source: Forbidden Snak
ru: Запрещенная закуска

source: Rescue one of the last Enhanced crew deep inside augmented space.
ru: Спасите одного из последних членов экипажа Повышенных в глубинах пространства Возвышенных.

source: Rescue a rare augmented inside their home.
ru: Спасите редкого Возвышенного в их доме.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_TESTER"]/name
source: Testing Testing
ru: Тест, тест, раз, два, три
