Repository: Aleev141/forgotten-races
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: Ditch your ship for the new and improved Tester.
ru: Поменяйте свой корабль на новый и улучшенный Тестер.

source: Ditch your ship.
ru: Покиньте свой корабль.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_TARTARUS"]/name
source: Ghosts With The Most
ru: Самые опасные призраки

source: End G's madness and fully complete the big time bounty.
ru: Покончите с безумием Ж и освободите души проклятых из Тартара.

source: Help the Spook Chasers (again) with their big time bounty.
ru: Помогите Ловцам приведений (снова) справиться с большой угрозой.

source: Flag Shipped
ru: Долгий путь

source: Stop Vance 1's evil plan and save the life of vance prime.
ru: Остановите коварный план Вэнса 1 и спасите Вэнса Первого из его лап.

source: Help the Spook Chasers (again) with their big time bounty while in chaos mode.
ru: Помогите Ловцам приведений (снова) справиться с большой угрозой в режиме хаоса.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_OSMIAN"]/name
source: Osmosis Raider
ru: Враг государства

source: Contribute to the zoltan capital raiding by ensuring the victory of the "terrorists".
ru: Встаньте на сторону "террористов" и завершите начатое ими дело.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_SALT"]/name
source: The Salted Mines
ru: Луч надежды

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_SALT"]/description
source: Find the last few members of obyn's species in a salt prison in the middle of nowhere.
ru: Узнайте о последних оставшихся представителях рода Обина.

source: Steal the coordinates from nights to a salt prison and help obyn find the last few members of his species.
ru: Помогите охотнику за головами выполнить очень личный квест.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_WITHERED"]/name
source: A Mysterious Benefactor
ru: Таинственный благодетель

source: Present a withered crew to Thest.
ru: Представьте Сесту экипаж Увядших.

source: Present a rare augmented lanius to the judges and receive your prize.
ru: Представьте Судьям редкого Возвышенного ланиуса.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_WITHER_DEAL"]/name
source: A Deal With The Lanius
ru: Воплотить милосердие

source: Take the deal by the final withered and refuse to complete your mission.
ru: Примите предложение последнего судна Увядших.

source: A Job Well Done
ru: Хорошо выполненная работа

source: Complete the mission to fully clear out the withered from the ancient ship.
ru: Примите предложение, предложенное последним судном Увядших.

source: Hired!
ru: Ла фамилия

source: Bring Goziodeon to the true end and become a official member of the family.
ru: Приведите Гозиодеона к истинному концу.

source: Become a official member of the crime boss family.
ru: Станьте официальным членом местной мафии.

source: A Black Mirror
ru: Искаженное отражение

source: Bring Vance face to face with his counterpart in the True Ending.
ru: Сведите Вэнса лицом к лицу с его двойником в истинной концовке.

source: Bring two vance primes together.
ru: Сведите вместе две копии самого злого человека в Мультивселенной.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_VANCE_PEACE"]/name
source: Peace Was Always A Option
ru: Повернувшись спиной

source: Have Vance make the multiverse flagship stand out peacefully.
ru: Пусть Вэнс убедит Флагман Мультивселенной отступить.

source: Have Vance convince the mv flagship to stand down.
ru: Пусть самый злой человек в Мультивселенной убедит Флагман Мультивселенной отступить.

source: True Pacifist
ru: Прикосновение к пустоте

source: Have Vance Prime reconsider his motives and give you the paragon willingly.
ru: Пусть Вэнс Первый пересмотрит свои взгляды и добровольно отдаст вам Парагон.

source: Have tully and Jerry convince vance that peace is an option.
ru: Убедите самого злого человека в Мультивселенной отступить.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_SAMMY"]/name
source: Friend of the Spider
ru: Очень особенный эпизод

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_SAMMY"]/description
source: Recruit Sammy the spider.
ru: Наймите паука Пейдена.

source: Replace Stephan with Sammy by suggesting that Stephan turn himself in.
ru: Предложите исправившемуся психопату сдаться.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_LEAH_RECRUIT"]/name
source: Beam Lover
ru: Мастер Лучей

source: Recruit Leah the beam master.
ru: Наймите Лию.

source: Have Jerry on board while remebering leah's name.
ru: Запомните имя своего давнего заклятого врага и обратитесь за помощью к близкому другу, чтобы убедить его.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_URN"]/name
source: Reward Urned
ru: Заслуженная награда

source: Activate the Haunted Urn.
ru: Откройте таинственную Урну.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_URN_UPGRADE"]/name
source: Promotion Urned!
ru: Содействие Урне.

source: Upgrade your urn after defeating the Legion flagship for the first time.
ru: Улучшите свою Урну после зачистки хаотического Тартара.

source: Upgrade the Haunted Urn in the chaotic tartarus.
ru: Усильте таинственную Урну с помощью энергии хаоса.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_URN_BONUS"]/name
source: Bonus Urned!
ru: Бонус Урны.

source: Upgrade your urn by mixing the souls of all the apparitions after beating them in combat.
ru: Улучшите свою Урну, побеждая каждое явление.

source: Complete all normal and chaotic haunt's apparitions.
ru: Усильте таинственную Урну искаженной душей.

source: Grief Beyond Mortality
ru: Горе за гранью жизни

source: Mount Jerry on the Shadow Equinoid.
ru: Джерри оседлал Теневого Эквиноида.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_SPHERAX"]/name
source: Back From Nnonexistance!
ru: Возвращение с края пропасти

source: Find the last surviving vault of a bygone race of aliens in the center of everything.
ru: Найдите последнее уцелевшее хранилище исчезнувшей расы пришельцев в центре Мультивселенной.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_COMMONWEALTH"]/name
source: Common Savior
ru: Новое начало

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_EVENT_AUTO"]/name
source: Wealth Out of The Broken
ru: Старые боевые машины

source: Forgotten Apparitions
ru: Забытые Ренегаты

source: Forgotten Fish
ru: Забытые явления

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_SLIMER"]/name
source: Hungry For More?
ru: Хотите еще?

source: Defeat the Slimer Apparition and get the nebula bomb launcher gun.
ru: Победите явление Слимера и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_PHYS"]/name
source: Ionic Instability
ru: Ионная нестабильность

source: Defeat the Phys Apparition and get the ionic pinpoint gun.
ru: Победите явление Физ и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_PHYS"]/header
source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_ALEENOR"]/name
source: Biological Nemesis
ru: Биологический Немезис

source: Defeat the Aleenor Apparition and get the anti-bio light laser gun.
ru: Победите явление Алееноры и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_VIN"]/name
source: Ever-Frozen
ru: Вечно замороженный

source: Defeat the Vin Apparition and get the frozen missile gun.
ru: Победите явление Вина и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_VIN"]/header
source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_CLEO"]/name
source: Unwilling Participant
ru: Нежелательный участник

source: Defeat the Cleo Apparition and get the ghostly spawn drone.
ru: Победите явление Клео и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_CLEO"]/header
source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_ZULU"]/name
source: Shadow Crusade
ru: Крестовый поход тени

source: Defeat the Zulu Apparition and get the shadow pinpoint gun.
ru: Победите явление Зулу и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_ZULU"]/header
source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_G"]/name
source: Endless Nightmares
ru: Бесконечные кошмары

source: Defeat the G Apparition and get the eroding beam gun.
ru: Победите явление Ж и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_G"]/header
source: Apparition Vanquished
ru: Явление побеждено

source: Bound By Death
ru: Связанный смертью

source: Defeat the Deadship Apparition and get the rainbow ion gun.
ru: Победите явление Корабля мертвых и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_SMOKE"]/name
source: Crystallized Madness
ru: Кристаллическое безумие

source: Defeat the Smoke Apparition and get the pro-hull crystal gun.
ru: Победите явление Смоука и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_SMOKE"]/header
source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_CHILLS"]/name
source: Melted Ambition
ru: Расплавленное честолюбие

source: Defeat the Chills Apparition and get the fire kernel gun.
ru: Победите явление Чиллс и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_POK"]/name
source: Morphed Self
ru: Бесконечные формы

source: Defeat the Pok Apparition and get the morph bomb gun.
ru: Победите явление Пока и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_POK"]/header
source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_CHARROR"]/name
source: [ERROR]
ru: [ОШИБКА]

source: Defeat the Charror Apparition and get the sentry combat drone.
ru: Победите явление Чарро и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_LEO"]/name
source: Sparking Powers
ru: Искрящиеся силы

source: Defeat the Leo Apparition and get the adapt flak gun.
ru: Победите явление Лео и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_LEO"]/header
source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_SEARAK"]/name
source: Endless Explosions
ru: Бесконечные взрывы

source: Defeat the Searak Apparition and get the energy gatling gun.
ru: Победите явление Сирака и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_AUTO"]/name
source: Shielded Innards
ru: Защищенные внутренности

source: Defeat the Auto Legion Apparition and get the tile beam gun.
ru: Победите явление Автоматического корабля Легиона и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_AUTO"]/header
source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_WATCHER"]/name
source: C.I.E.
ru: К.И.Е.

source: Defeat the Watcher Apparition and get the siren pinpoint.
ru: Победите явление Витэра и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

source: Apparition Vanquished
ru: Явление побеждено

source: Coalition Fission.
ru: Расщепитель Коалиции.

source: Defeat the Coalition Flagship Apparition and get the cloned RUES leader.
ru: Победите Флагман явления Коалиции и получите особый прототип.

source: Defeat the ??? Apparition and get its loot.
ru: Победите ??? Явление и получите добычу.

source: Apparition Vanquished
ru: Явление побеждено

source: The Ghost With The Most (Cash).
ru: Призрак с наибольшим количеством (наличных).

source: Defeat the Augustus Apparition, unlock his ship and get the Golden Halberd.
ru: Победите явление Августа, разблокируйте его корабль и получите особый прототип.

source: Defeat the ??? Apparition and get its loot and ship.
ru: Победите ??? явление и получите добычу и корабль.

source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_SALLY"]/name
source: Last Resort.
ru: Последнее средство.

source: Defeat the Sally Apparition, unlock her ship and get the Spectral Spider Bomb.
ru: Победите явление Салли, разблокируйте ее корабль и получите особый прототип.

source: Defeat the ??? Apparition and get its loot and ship.
ru: Победите ??? явление и получите добычу и корабль.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_SALLY"]/header
source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_PRINCE"]/name
source: From The Depths.
ru: Из глубин.

source: Defeat the Prince of Darkness Apparition, unlock their ship and get the Prince's Hell Cannon.
ru: Победите явление Князя Тьмы, разблокируйте его корабль и получите особый прототип.

source: Defeat the ??? Apparition and get its loot and ship.
ru: Победите ??? явление и получите добычу и корабль.

source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_APPARITION_TRIRIAC"]/name
source: Endless Thralldom.
ru: Вечное подчинение.

source: Defeat the Tririac Apparition, unlock their ship and get Tririac's Abductor Pinpoint.
ru: Победите явление Тририака, разблокируйте его корабль и получите особый прототип.

source: Defeat the ??? Apparition and get its loot and ship.
ru: Победите ??? явление и получите добычу и корабль.

source: Apparition Vanquished
ru: Явление побеждено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_MUSIC_TARTARUS"]/name
source: Tartarus - Made by Altzeus
ru: Тартар - Создано Altzeus

source: Music Unlocked.
ru: Открыта музыка.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_MUSIC_TARTARUS"]/header
source: Music Unlocked!
ru: Открыта музыка!

source: Visit ??? To unlock this achievement and track.
ru: Посетите ??? чтобы разблокировать это достижение и саундтрек.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_MUSIC_G"]/name
source: Necro Nightmare (G's Theme) - Made by Altzeus
ru: Некро Кошмар (тема Ж) - создано Altzeus

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_MUSIC_G"]/description
source: Music Unlocked.
ru: Открыта музыка.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_MUSIC_G"]/header
source: Music Unlocked!
ru: Открыта музыка!

source: Defeat ??? To unlock this achievement and track.
ru: Победите ??? чтобы разблокировать это достижение и саундтрек.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_FR_TARTARUS"]/name
source: Undead Fish
ru: Рыба-нежить

source: Fish the undead fish. REQUIRES ARC'S FISHING MOD
ru: Поймайте особенную рыбу. ТРЕБУЕТСЯ АДДОН ARC'S FISHING

source: Catch a Undead Fish.
ru: Поймайте рыбу-нежить.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_FR_TARTARUS"]/header
source: Fish Caught!
ru: Рыба поймана!

source: Wither
ru: Витэр

source: Wither
ru: Витэр

source: Wither
ru: Витэр

source: Wither
ru: Витэр

source: Slimer
ru: Слимер

source: Slimer
ru: Слимер

source: Slimer
ru: Слимер

source: Slimer
ru: Слимер

source: Slimer
ru: Слимер

source: Phys
ru: Физ

source: Phys
ru: Физ

source: Phys
ru: Физ

source: Phys
ru: Физ

source: Phys
ru: Физ

source: Aleenor
ru: Алиенор

source: Aleenor
ru: Алиенор

source: Aleenor
ru: Алиенор

source: Aleenor
ru: Алиенор

source: Aleenor
ru: Алиенор

source: Vin
ru: Вин

source: Vin
ru: Вин

source: Vin
ru: Вин

source: Vin
ru: Вин

source: Vin
ru: Вин

source: Cleo
ru: Клео

source: Cleo
ru: Клео

source: Cleo
ru: Клео

source: Cleo
ru: Клео

source: Cleo
ru: Клео

source: Zulu
ru: Зулу

source: Zulu
ru: Зулу

source: Zulu
ru: Зулу

source: Zulu
ru: Зулу

source: Zulu
ru: Зулу

source: G
ru: Ж

source: G
ru: Ж

source: G
ru: Ж

source: G
ru: Ж

source: G
ru: Ж

source: G
ru: Ж

source: Watcher
ru: Наблюдатель

source: Goziodeon
ru: Гозиодеон

source: Smoke
ru: Смоук

source: Smoke
ru: Смоук

source: Smoke
ru: Смоук

source: Smoke
ru: Смоук

source: Smoke
ru: Смоук

source: Chills
ru: Чиллс

source: Chills
ru: Чиллс

source: Chills
ru: Чиллс

source: Chills
ru: Чиллс

source: Chills
ru: Чиллс

source: Pok
ru: Пок

source: Pok
ru: Пок

source: Pok
ru: Пок

source: Pok
ru: Пок

source: Pok
ru: Пок

source: Charror
ru: Чарро

source: Charror
ru: Чарро

source: Charror
ru: Чарро

source: Leo
ru: Лео

source: Leo
ru: Лео

source: Leo
ru: Лео

source: Leo
ru: Лео

source: Leo
ru: Лео

source: Searak
ru: Сирак

source: Searak
ru: Сирак

source: Searak
ru: Сирак

source: Searak
ru: Сирак

source: Searak
ru: Сирак

source: Augustus
ru: Август

source: Augustus
ru: Август

source: Augustus
ru: Август

source: Augustus
ru: Август

source: Augustus
ru: Август

source: Sally
ru: Салли

source: Sally
ru: Салли

source: Sally
ru: Салли

source: Sally
ru: Салли

source: Prince of Darkness
ru: Князь Тьмы

source: Prince of Darkness
ru: Князь Тьмы

source: Tririac
ru: Тририак

source: Tririac
ru: Тририак

source: Slimer
ru: Слимер

source: Phys
ru: Физ

source: Aleenor
ru: Алиенор

source: Vin
ru: Вин

source: Cleo
ru: Клео

source: Zulu
ru: Зулу

source: G
ru: Ж

source: Smoke
ru: Смоук

source: Chills
ru: Чиллс

source: Pok
ru: Пок

source: Charror
ru: Чарро

source: Leo
ru: Лео

source: Searak
ru: Сирак

source: Watcher
ru: Наблюдатель

source: Prince of Darkness
ru: Князь Тьмы

source: Tririac
ru: Тририак

source: Boon of ???
ru: Благо ???

source: Receive the Boon of ??? from Thest.
ru: Получите благо ??? от Сеста.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_HAUNT_CREW"]/name
source: Boon of Haunters
ru: Благословение потерянных

source: Show a Reborn Haunt crew to Thest. While in effect; All crew can phase through doors and are immune to suffocation damage.
ru: Показать экипаж перерожденных привидений Сесту. Пока действует, все члены экипажа могут проходить сквозь двери и имеют иммунитет к урону от удушья.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_HAUNT_CREW"]/header
source: Boon Received
ru: Благо получено

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_HAUNT_GUN"]/name
source: Blessing of Haunting
ru: Благословение привидений

source: Blessing of ???
ru: Благословение ???

source: Receive the Blessing of ??? from Wakeson.
ru: Получите благословение ??? от Уэйксона.

source: Show a haunt weapon to Wakeson. While in effect; Obtain a random multiverse augment.
ru: Показать Уэйксону оружие привидений. Пока действует, в начале забега вы получаете случайный базовый модуль Мультивселенной.

# data/hyperspace.xml.append$//achievement[@name="ACH_FR_BOON_HAUNT_GUN"]/header
source: Blessing Received
ru: Благословение получено

source: High Importance Mission
ru: Миссия высокой важности

source: Defeat the Commonwealth Renegade and get the big commonwealth gun.
ru: Победите Ренегата Содружества и получите его особый прототип.

source: Defeat the ??? Renegade and get its loot.
ru: Победите Ренегата ??? и получите прототип.

source: Renegade Defeated
ru: Ренегат побежден
