Repository: Aleev141/forgotten-races
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: [COOLDOWN:30s] Deals 40 damage to nearby enemy crew and 2 system damage, 100% breach chance. Only triggers on enemy ship.
ru: [ПЕРЕЗАРЯДКА:30с] Наносит 40 урона ближайшему вражескому экипажу и 2 урона по системе, 100% шанс вызвать пробоину. Срабатывает только на вражеском корабле.

source: REPAIR
ru: РЕМОНТ

source: [COOLDOWN:30s DURATION:10s] Heals the drones in the same room as cleo for 10 health over 10 seconds. Only triggers if there's a friendly crew in the room.
ru: [ПЕРЕЗАРЯДКА:30с ДЛИТЕЛЬНОСТЬ:10с] Лечит дронов в том же отсеке, что и Клео, на 10 здоровья в течение 10 секунд. Срабатывает, только если в отсеке находится дружественный экипаж.

source: DEVOUR
ru: ПОЖИРАТЕЛЬ

source: [COOLDOWN:10s] Deals 1 hull damage, fully destroys the system and breaches the room. Can't be used inside the enemy ship.
ru: [ПЕРЕЗАРЯДКА :10с] Наносит 1 урон корпусу, полностью уничтожает систему и вызывает пробоину. Не может быть использовано на вражеском корабле.

source: EAT
ru: ЕСТЬ

source: [COOLDOWN:20s] Eat nearby enemy crew for 40 damage and heals himself for 20 for each enemy in the room. Only triggers if there's a hostile crew in the room.
ru: [ПЕРЕЗАРЯДКА:20с] Пожирает весь ближайший вражеский экипаж на 40 единиц урона и исцеляет себя на 20 единиц за каждого врага в отсеке. Срабатывает, только если в отсеке находится вражеский экипаж.

source: IONIZE
ru: ШОК

source: [COOLDOWN:25s] Violently expels ion energy. Inflicts 5 ion damage, stuns everyone else in the room and fully repairs systems. Only triggers on system rooms.
ru: [ПЕРЕЗАРЯДКА:25с] Яростно выбрасывает ионную энергию. Наносит 5 ионного урона, оглушает всех остальных в отсеке и полностью восстанавливает системы. Срабатывает только в отсеках с системами.

source: BOOST
ru: БУСТ

source: [CD:10s DURATION:10s -40HP] Temporarily move at normal speed.
ru: [ПЕРЕЗАРЯДКА:10с ДЛИТЕЛЬНОСТЬ:10с -40 ОЗ] Временно двигается с нормальной скоростью.

source: [COOLDOWN:15s] Starts a fire in the current room. Only triggers on enemy ship.
ru: [ПЕРЕЗАРЯДКА:15с] Разжигает пожар в текущем отсеке. Срабатывает только на вражеском корабле.

source: SHINE
ru: БЛЕСК

source: LOCKDOWN
ru: БЛОКИРОВКА

source: [COOLDOWN:15s -35HP] Locks down the occupied room for 12 seconds, preventing crew from moving in. Raises ranged damage to 3x but lowers sabotage damage by 50% for 10 seconds. Only triggers on enemy system rooms.
ru: [ПЕРЕЗАРЯДКА:15с -35 ОЗ] Запирает занятый отсек на 12 секунд. Повышает урон от дальнобойных атак до 3x, но снижает урон при саботаже на 50% на 10 секунд. Срабатывает только в отсеках с вражескими системами.

source: BLIZZARD
ru: МЕТЕЛЬ

source: [COOLDOWN:45s DURATION:10s] Freezes the temperature of the room, spawning a snowman to attack enemies.
ru: [ПЕРЕЗАРЯДКА:45с ДЛИТЕЛЬНОСТЬ:10с] Температура в отсеке понижается, порождая снеговика, который атакует врагов.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: TULLY]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в копию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ТАЛЛИ]

source: CORRUPT
ru: ПОРЧА

source: [COOLDOWN:45s DURATION:20s] Corrupts nearby non-Charror robotic crew and drones, disabling their AI, preventing them from fighting and sabotaging and making them uncontrollable for 20 seconds. Also halves damage taken. Only triggers if there's a hostile crew in the room.
ru: [ПЕРЕЗАРЯДКА:45с ДЛИТЕЛЬНОСТЬ:20с] Портит ближайших роботов и дронов, полностью замораживая их на 20 секунд. Также вдвое снижает получаемый урон. Срабатывает, только если в отсеке находится вражеский экипаж.

source: MERGE
ru: СЛИЯНИЕ

source: [COOLDOWN:30s DURATION:10s] Hacks the doors of the room they are in for 10 seconds, during that time he gains 5x sabotage damage, damages enemies in the room for 1.5 hp/s and becomes invisible at the cost of taking triple global damage and being unable to fight or move. Only triggers on enemy system rooms.
ru: [ПЕРЕЗАРЯДКА:30с ДЛИТЕЛЬНОСТЬ:10с] Взламывает двери комнаты, в которой находится на 10 секунд, за это время он получает 5х урон при саботаже, наносит врагам в отсеке 1.5 ОЗ/с урона и становится невидимым, получает 3х глобального урона и не имеет возможности сражаться или двигаться. Срабатывает только в системных отсеках противника.

source: SUPERNOVA
ru: СВЕРХНОВЫЙ

source: [COOLDOWN:25s] Start suicide countdown. When countdown is finished, explode for 150 crew damage to all enemies crew in the room while also starting a fire and dealing 2 system damage to the current room. If the countdown is interrupted by death, the ability will be canceled. Cannot activate while stunned or teleporting. The explosion will only do 25 self-damage to the Martyr. After the explosion triggers, searak will be unable to act for 15 seconds.
ru: [ПЕРЕЗАРЯДКА:25с] Начинает обратный отсчет времени до самоубийства. По окончании отсчета произойдет взрыв, который нанесет 150 ед. урона всем врагам в отсеке, а также вызовет пожар и нанесет 2 ед. системного урона текущему отсеку. Если обратный отсчет прерван смертью, способность будет отменена. Не может быть активирована при оглушении или телепортации. Взрыв нанесет Сираку лишь 25 единиц урона, и он не сможет действовать в течение 15 секунд.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: HAYNES]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ХЭЙНС]

source: STRIKE
ru: УДАР

source: [COOLDOWN:15s] Calls in a bomb strike from the Federation fleet, hitting the enemy ship's systems and crew.
ru: [ПЕРЕЗАРЯДКА:15с] Вызывает бомбовый удар флота Федерации, поражающий системы и экипаж вражеского корабля.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: JERRY]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ДЖЕРРИ]

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: GUN JERRY]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ЭЛЛИ]

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: STEPHAN]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: СТЕФАН]

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: TURZIL]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ТУРЗИЛ]

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: DEVORAK]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ДЕВОРАК]

source: SHIELD
ru: ЩИТ

source: [COOLDOWN:20s DURATION:25s] Each of your allied crew in the room will only take 0.1x damage from any source, and their repair speed will be quadrupled.
ru: [ПЕРЕЗАРЯДКА:20с ДЛИТЕЛЬНОСТЬ:25с] Каждый из ваших союзников в отсеке получит только 0.1х урона от любого источника, а скорость их ремонта будет увеличена в четыре раза.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: ANURAK]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: АНУРАК]

source: COUNTDOWN
ru: ТАЙМЕР

source: [COOLDOWN:3s] Start suicide countdown. When countdown is finished, explode for 60 crew damage (45 on allies) and 10 seconds of stun to all crew in the room. All other Zoltan crew in the room will explode as well. If the countdown is interrupted by death, the ability will be cancelled.
ru: [ПЕРЕЗАРЯДКА:3с] Запустите обратный отсчет времени самоубийства. Когда отсчет закончится, взорвется, нанеся 60 урона всему экипажу (45 союзникам) и 10 секунд оглушения в отсеке. Все остальные члены экипажа золтаны в отсеке также взорвутся. Если обратный отсчет прерван смертью, способность будет отменена.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: KAZ]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: КАЗ]

source: SACRIFICE
ru: ЖЕРТВА

source: [COOLDOWN:17s] Start suicide countdown. When countdown is finished, fully heals all allied crew and provides a 50% buff to their repair, movement, and health for 15s no matter where they are. If the countdown is interrupted by death, the ability will not be casted.
ru: [ПЕРЕЗАРЯДКА:17с] Запустить обратный отсчет времени самоубийства. По окончании отсчета полностью исцеляет всех членов экипажа и дает 50% бонус к восстановлению, передвижению и здоровью на 15 с, где бы они ни находились. Если обратный отсчет прерван смертью, способность не будет применена.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: FREDDY]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ФРЕДДИ]

source: SWIPE
ru: УДАР

source: [COOLDOWN:10s DURATION:1s] Combat damage is massively increased for a very short window of time.
ru: [ПЕРЕЗАРЯДКА:10с ДЛИТЕЛЬНОСТЬ:1с] Боевой урон значительно увеличивается на очень короткий промежуток времени.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: SYMBIOTE]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: СИМБИОНТ]

source: PHEROMONE
ru: ФЕРОМОНЫ

source: [COOLDOWN:25s DURATION:10s] Nearby allied Mantis gain the effects of their Pheromone ability. Standard Hive Mantis will use the Free Mantis Synthethized Pheromones.
ru: [ПЕРЕЗАРЯДКА:25с ДЛИТЕЛЬНОСТЬ:10с] Ближайшие союзные богомолы получают эффект от своей способности "феромоны". Стандартные богомолы Улья будут использовать синтезированные феромоны Свободных Богомолов.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: VORTIGON]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ВОРТИГОНТ]

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: TUCO]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ТУКО]

source: STIMULANTS
ru: СТИМУЛЯНТЫ

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: ARIADNE]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: АРИАДНА]

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: RUWEN]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: РУВЕН]

source: FLAME
ru: ОГОНЬ

source: [COOLDOWN:1s] Start fires in the occupied room.
ru: [ПЕРЕЗАРЯДКА:1с] Устроит пожар в занимаемом отсеке.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: DIANESH]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ДИАНЕШ]

source: LOCKDOWN
ru: БЛОКИРОВКА

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: OBYN]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ОБИН]

source: LOCKDOWN
ru: БЛОКИРОВКА

source: [COOLDOWN:30s DURATION:12s] Locks down the room, and grants 80% ability cooldown reduction to nearby allies.
ru: [ПЕРЕЗАРЯДКА:30с ДЛИТЕЛЬНОСТЬ:12с] Запирает отсек и дает 80% сокращения времени перезарядки способностей ближайшим союзникам.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: BILLY]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: БИЛЛИ]

source: SALT
ru: СОЛЬ

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: NIGHTS]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ТУМАН]

source: HIDE
ru: СПРЯТАТЬСЯ

source: [COOLDOWN:5s] Hide in a box. It's very effective!
ru: [ПЕРЕЗАРЯДКА:5с] Прячется в коробку. Это очень эффективно!

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: NIGHTS]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ТУМАН]

source: HIDE
ru: СПРЯТАТЬСЯ

source: Auto: Hides in the box when at low health.
ru: Автоматически: прячется в коробку при низком уровне здоровья.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: SLOCKNOG]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: СЛОКНОГ]

source: BOMB
ru: БОМБА

source: [COOLDOWN:45s DURATION:22s] Deploy a Breach bomb MK2 (3 system damage, 45 crew damage). Does not harm allies, but can affect your own systems. Additionally gain the following effects: -Avoids being targeted by crew, lose ability to fight them -Lose the ability to repair -5x sabotage speed
ru: [ПЕРЕЗАРЯДКА:45с ДЛИТЕЛЬНОСТЬ:22с] Размещает пробойную бомбу мод. II (3 урона системе, 45 урона экипажу). Не наносит вреда союзникам, но может поразить ваши собственные системы. Дополнительно получает следующие эффекты: -Экипаж не может нанести ему урон, теряет способность сражаться с ними. -Теряет способность к ремонту -5x скорость саботажа

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: IRWIN]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ИРВИН]

source: STUN
ru: ОГЛУШЕНИЕ

source: [COOLDOWN:50s DURATION:20s] Lose telepathic powers to stun all enemy crew in the room for 20 seconds.
ru: [ПЕРЕЗАРЯДКА:50с ДЛИТЕЛЬНОСТЬ:20с] Теряет телепатические способности, чтобы оглушить всех вражеских членов экипажа в отсеке на 20 секунд.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: SYLVAN]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: СИЛЬВАН]

source: TRANQUILIZE
ru: ТРАНКВИЛ

source: [COOLDOWN:30s DURATION:20s] Neutralize all crew in the same room except himself, setting their stats to default values. Does not impact abilities, death effects, or capabilities.
ru: [ПЕРЕЗАРЯДКА:30с ДЛИТЕЛЬНОСТЬ:20с] Нейтрализует всех членов экипажа в той же комнате, кроме себя, возвращая их характеристики к значениям по умолчанию. Не влияет на способности, эффекты смерти или способности.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: TONY SR.]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ТОНИ СТАРШИЙ]

source: BOMB
ru: БОМБА

source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
ru: [ПЕРЕЗАРЯДКА:45с] Размещает пробойную, ионную и изоляционную бомбу (30 урона по экипажу, 2 урона по системе, 5с оглушения, 3 ионного урона). Дружественного огня по экипажу нет, но может поразить ваши собственные системы.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: TYRDEO]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ТИРДЕО]

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: ALKRAM]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: АЛЬКРАМ]

source: DRAIN
ru: ПОГЛОЩЕНИЕ

source: [COOLDOWN:20s DURATION:15s] Temporarily disables the occupied system completely. Cannot move and does 50% less combat damage for the duration. The targeted system cannot be sabotaged.
ru: [ПЕРЕЗАРЯДКА:20с ДЛИТЕЛЬНОСТЬ:15с] Временно отключает занятую систему. Не может двигаться и наносит на 50% меньше урона в течение всего времени. Захваченная система не может быть саботирована.

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: ALKALI]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: АЛЬКАЛИ]

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: OOJ]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: УДЖ]

source: COMBUST
ru: ЗАЖЕЧЬ

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: ANOINTED]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ПОМАЗАННИЦА]

source: MORPH
ru: МОРФ

source: [COOLDOWN:60s] Transform into a version of a specific unique crew, gaining all their abilities + being immune to hazards and being able to phase through doors. [NEXT UNIQUE: BEACON EATER]
ru: [ПЕРЕЗАРЯДКА:60с] Превращается в версию определенного уникального экипажа, получив все его способности, а также иммунитет к опасностям и возможность проходить сквозь двери. [СЛЕДУЮЩИЙ УНИКАЛЬНЫЙ: ПОЖИРАТЕЛЬ МАЯКОВ]

source: ASSIMILATE
ru: АССИМИЛЯЦИЯ

source: [COOLDOWN:25s DURATION:15s] Heal to full health and halts decay, deal 2 hull and system damage, and gains the following boosted stats: -4x movement, repair and sabotage speed -4x combat damage -4 oxygen/s draining -Doubled bonus power output
ru: [ПЕРЕЗАРЯДКА:25с ДЛИТЕЛЬНОСТЬ:15с] Восстанавливает полное здоровье и останавливает разложение, наносит 2 урона по корпусу и системе и получает следующие повышенные характеристики: -4x скорость передвижения, ремонта и саботажа -4x боевой урон -4 истощение кислорода/с -Удвоенная бонусная мощность

source: MORPH
ru: МОРФ
