Repository: Aleev141/forgotten-races
Catalog: locale/data/events_sector_vagabond.xml.append/*.po
Languages: ru

source: As you're about to jump away, you receive another hail from the Spook Chasers: "Hey kid, before you go, we've got one final proposition for you... Since we can now retire much earlier than we expected, we uh, don't really have a use for this big time contract we were sitting on for a few years. Now, I don't want to alarm you, but the bounty targets aren't...the usual types. They call themselves the "haunts", funnily enough, but they aren't the ones you just fought they are...something else. The reason we never did it ourselves is... well...how do I put this...The ghosts are ACTUAL GHOSTS! No bundles of gasses or angry nebula here, it's legitimately undead creatures. That's all we know about it, we never...actually read any of the bounties" The leader chuckles awkwardly, looking away. "Look kid, I don't want to force you to accept it, messing with the dead it just...ain't right you know? But we can't do it ourselves, not with this dinky little ship of ours, and besides, we are old now, too old perhaps, a young fella like yourself would surly kick their spectral asses" "just know, a few tried before us but... none of them ever came back, and I fear whatever cause those ghost to exist might have done the same to them." "so, what do you say, kid?"
ru: Когда вы уже собираетесь уходить, вас снова вызывают ловцы призраков: "Эй, парень, прежде чем ты уйдешь, у нас есть для тебя последнее предложение... Так как мы можем уйти на пенсию гораздо раньше, чем рассчитывали, нам не нужен этот крупный контракт, над которым мы работали несколько лет. Не хочу тебя пугать, но цели охоты за головами не совсем обычные. Они называют себя "Приведения", как это ни забавно, но это не те, с кем вы только что сражались, а... нечто другое. Причина, по которой мы никогда не выполняли это здание заключается в том, что... ну... как бы это сказать... призраки - это НАСТОЯЩИЕ ПРИЗРАКИ! Никаких сгустков газов или злобной туманности, это настоящие нежить. Это все, что мы знаем об этом, мы никогда не... не читали ни одного задания", - лидер неловко смеется, отводя взгляд. "Послушай, парень, я не хочу принуждать тебя соглашаться на это, связываться с мертвецами просто... неправильно, понимаешь? Но мы не можем сделать это сами, не с этим нашим маленьким корабликом, и, кроме того, мы уже стары, слишком стары, возможно, такой молодой парень, как ты, точно надерёт их спектральные задницы". "Знаю только, что несколько человек пытались это сделать до нас, но... никто из них так и не вернулся, и я боюсь, что бы ни заставило этих призраков существовать, с ними могло случиться то же самое". "Ну, что скажешь, парень?"

source: You can count us in!
ru: Вы можете рассчитывать на нас!

source: (Goziodeon) "Hey you airheads! Did you forget who I am?! What are you even doing in that piece of crap anyways? Get out of that ship before I force you out myself!"
ru: (Гозиодеон) "Эй вы, болваны! Вы забыли, кто я?! Что вы вообще делаете в этом куске дерьма? Убирайтесь с корабля, пока я сам вас не вытащил!"

source: "Holy shit, Goziodeon! I'm so sorry boss!" The haunts scramble and shut down their guns before sending all their scrap and valuables to you. A few seconds after that the ship is emptied out as all the haunts use the emergency pods to eject out.
ru: "Черт возьми, Гозиодеон! Мне очень жаль, босс!" Привидения разбегаются и выключают орудия, а затем отправляют вам свой лом и все ценное. Через несколько секунд после этого корабль пустеет, так как все привидения используют аварийные капсулы для катапультирования.

source: Continue...
ru: Продолжить...

source: So you aren't exactly sure what the ghost hunters will think, you technically did what they asked but not exactly how they wanted you to.
ru: Итак, вы не знаете, что подумают ловцы призраков, вы технически сделали то, что они просили, но не совсем так, как они хотели.

source: Continue...
ru: Продолжить...

source: The Ghost Hunter hails you. "What...Well then...That was...something? Here's the bounty reward, I suppose you might as well get the blueprints for our ship, we don't plan on using it anymore anyways."
ru: Ловец призраков связывается с вами. "Что... ну что ж... это было... нечто? Вот вознаграждение за задание, думаю, вы также можете получить чертежи нашего корабля, мы больше не планируем его использовать".

source: Continue...
ru: Продолжить...

source: "One last thing. I doubt we will have any use for this anymore, i don't know how i feel about passing my beloved pack to a ghost but...to be honest I just want to leave this place and reflect how my life reached this point."
ru: "И последнее. Не знаю, как я отношусь к тому, что моя любимая компания стала призраками, но... если честно, я просто хочу покинуть это место и подумать, как моя жизнь докатилась до такого положения".

source: (Stefan) "I know all about them...unfortunately"
ru: (Стефан) "Я знаю о них все... к сожалению".

source: Stefan explains that they are mostly contained to hazardous sectors, though he says that he has yet to see any of them since he joined our crew. This seems to satisfy Domodius. "Hark, now that is most curious. I reckoned I hath explored yet every inch there is to see of this universe. I suppose... I must have thought wrong. Please, allow me the honor to accompany thou most intrepid explorer, so that I may be present when such wonders are to be discovered!"
ru: Стефан объясняет, что в основном они обитают в опасных секторах, но говорит, что с тех пор, как присоединился к нашей команде, ни одного из них не видел. Это, похоже, удовлетворило Домодиуса. "Слышащий, это очень любопытно. Я полагал, что исследовал уже все, что можно увидеть в этой вселенной. Наверное... я, должно быть, заблуждался. Прошу вас, позвольте мне оказать честь сопровождать вашего самого бесстрашного исследователя, чтобы я мог присутствовать при открытии таких чудес!"

source: (Undead Crew) Show them your Actual Ghost crew.
ru: (Экипаж нежити) Показать ему свой экипаж "настоящих призраков".

source: The rockman panics when he sees your actual undead ghost crew, he bolts out of the bridge and order all his crew to evacuate, a few minutes later you see a bunch of escape pods leaving the ship, giving you free reign over it. You decide to scrap it clean.
ru: Увидев вашу команду призраков-нежити, валун в панике покидает мостик и приказывает всем эвакуироваться. Через несколько минут вы видите, что корабль покидают спасательные капсулы, давая вам возможность свободно распоряжаться им. Вы решаете разобрать его на лом.
